Repository: fralihack/collectNWData
Catalog: *.po
Languages: de_de

source: Unable to derive desktop path
de_de: Das Arbeitsplatzverzeichnis kann nicht ermittelt werden. xdg-user-dir ist nicht installiert

source: Unable to calculate md5sum
de_de: Die Prüfsumme von collectNWDataGUI.sh kann nicht berechnet werden. RC: %s

source: different md5sum. Website: %s file: %s
de_de: Die Prüfsumme von collectNWDataGUI.sh (%s) stimmt nicht mit der von der Webseite (%s) überein. Entweder existiert schon eine neuere Version von collectNWDataGUI.sh oder die Datei collectNWDataGUI.sh ist korrupt

source: Unable to retrieve md5 checksum from %s. rc: %s
de_de: Die Prüfsumme von %s kann nicht aus dem Internet bezogen werden. RC: %s

source: %s will be uninstalled
de_de: Deinstallation von %s gestartet ...

source: Deleting file %s
de_de: Lösche Datei %s

source: Uninstallation of %s finished
de_de: Deinstallation von %s beendet

source: %s not installed
de_de: %s ist nicht installiert

source: %s will be installed
de_de: Installation von %s gestartet ...

source: Creating file %s
de_de: Erzeuge Datei %s

source: Unable to create desktop start icon
de_de: Es kann kein Starticon im Arbeitsplatzverzeichnis erstellt werden

source: Installation of %s finished
de_de: Installation von %s beendet

source: Invoke script as root
de_de: Scriptaufruf als root

source: RootToolTip
de_de: Der Aufruf des Scripts als root ist sehr zu empfehlen, da dann eine wesentlich detailliertere Problemanalyse vorgenommen werden kann

source: Are you sure you want to disable root invocation
de_de: <big><b>Soll die Ausführung als root wirklich ausgeschaltet werden?</b></big>

source: This will reduce the analysis capabilities
de_de: Damit werden mächtige Analysemöglichkeiten ausgeschlossen

source: Enter root password
de_de: <b><big>Bitte das root Kennwort eingeben.</big></b>

source: Script should be executed as root
de_de: Das Script sollte als root ausgeführt werden, da sonst verschiedene Analysemöglichkeiten ausgeschlossen werden

source: Invalid root password
de_de: <b><big>Es wurde ein ungültiges root Kennwort eingegeben.</big></b>

source: Enter correct root password
de_de: Bitte das richtige root Kennwort eingeben

source: Localized messages
de_de: Meldungen in lokaler Sprache

source: InternationalToolTip
de_de: Diese Option muss ausgeschaltet werden, um die Analyseergebnisse in einem internationalen Forum zu posten. Dann sind alle Meldungen in Englisch. Anderenfalls werden sie in der lokalen Sprache ausgegeben, sofern diese unterstützt ist und sich ein Übersetzer gefunden hat

source: Wired
de_de: Kabelgebunden

source: WiredToolTip
de_de: Auswählen, wenn ein kabelgebundener Rechner Netzwerkprobleme hat

source: Wireless
de_de: Drahtlos

source: WirelessToolTip
de_de: Auswählen, wenn ein an WLAN angeschlossener Rechner Netzwerkprobleme hat

source: OK
de_de: Ausführen

source: OKToolTip
de_de: Starten des Analysescripts collectNWData.sh

source: Cancel
de_de: Beenden

source: CancelToolTip
de_de: Beenden des Programmes

source: SSIDEntryField
de_de: Eingabe der SSID des Accesspoints

source: SSID
de_de: WLAN Kennung

source: SSIDToolTip
de_de: Die SSID ist die WLAN Kennung des eigenen WLAN

source: SSID missing
de_de: <b><big>Die WLAN SSID wurde nicht eingegeben.</big></b>

source: Please enter SSID of your accesspoint
de_de: Bitte die WLAN SSID des Accesspoints eingeben

source: Topology
de_de: Netztopologie

source: TopologyToolTip
de_de: Die Topologie beschreibt die Verbindungen zwischen den beteiligten Netzwerkkomponenten. Weitere Details zur Topologie erscheinen im Auswahlmenu rechts

source: TopologyComboToolTip
de_de: Auswahl der Topologie der Netzwerkumgebung 1) Der zu untersuchende Zielrechner ist direkt an einen WLAN Accesspoint angeschlossen 2) Der zu untersuchende Zielrechner ist direkt an einen WLAN Router angeschlossen, der auch einen Accesspoint beinhaltet 3) Wie 1, nur dass noch ein Linuxrouter dazwischen angeschlossen ist 4) Wie 2, nur dass noch ein Linuxrouter dazwischen angeschlossen ist

source: Execution
de_de: Ausführungshost

source: ExecutionToolTip
de_de: Angabe, auf welchem Rechner das Script ausgeführt wird

source: ExecutionComboToolTip
de_de: Auswahl des Rechners, auf dem das Script ausgeführt wird. Das ist entweder der Zielrechner oder der dazwischenliegende Linuxrouter

source: Connection type
de_de: Verbindungstyp

source: Network problem analysis complete
de_de: <b><big>Netzwerkproblemanalyse beendet</big></b>

source: Please execute following steps
de_de: <b>1)</b> Lies die Analyseergebnisse auf der <u>Analyseergebnisseite</u>, folge den Anleitungen und versuche erst, das Problem selbst zu lösen. <b> 2)</b> Wenn Du keinen Erfolg hast, kopiere die Analysedetails von der <u>Analysedetailsseite</u> in Dein bevorzugtes Forum. <b> Hinweis:</b> Der Inhalt der Detailergebnisseite befindet sich schon in der Zwischenablage und kann somit schnell kopiert werden

source: file
de_de: Datei

source: debugGUI
de_de: GUI Fehlerdiagnose ein-/ausschalten

source: debugScript
de_de: Script Fehlerdiagnose ein-/ausschalten

source: cancel
de_de: Beenden

source: help
de_de: Hilfe

source: about
de_de: Über

source: Analysis summary
de_de: Analyseergebnisse

source: ReportToolTip
de_de: Analyseergebnisse und Links zu Webseiten, die weitere Hilfe geben

source: Analysis details
de_de: Analysedetails

source: DetailsToolTip
de_de: Detaillierte Informationen über die Netzwerkonfiguration, welche in einem Forum gepostet werden können und anderen Leuten hilft, Deine Netzwerkprobleme zu lösen

source: Debug info
de_de: Problemanalyseinformationen

source: Please wait
de_de: <b><big>Bitte Geduld</big></b>

source: Collecting data and analyzing system
de_de: Daten werden gesammelt und analysiert

source: WLAN Accesspoint <-> Client
de_de: WLAN Accesspoint <-> Zielrechner

source: WLAN Accesspoint <-> LinuxRouter <-> Client
de_de: WLAN Accesspoint <-> Linux Router <-> Zielrechner

source: WLAN Hardwarerouter <-> Client
de_de: WLAN Hardwarerouter <-> Zielrechner

source: WLAN Hardwarerouter <-> LinuxRouter <-> Client
de_de: WLAN Hardwarerouter <-> Linux Router <-> Zielrechner

source: DSL Hardwarerouter <-> Client
de_de: DSL Hardwarerouter <-> Zielrechner

source: DSL Hardwarerouter <-> LinuxRouter <-> Client
de_de: DSL Hardwarerouter <-> Linux Router <-> Zielrechner

source: DSL Modem <-> Client
de_de: DSL Modem <-> Zielrechner

source: DSL Modem <-> LinuxRouter <-> Client
de_de: DSL Modem <-> Linux Router <-> Zielrechner

source: Linux Client
de_de: Linux Zielrechner

source: Processing canceled
de_de: collectNWData.sh wurde abgebrochen

source: Cancel requested during processing
de_de: Ausführung von collectNWData.sh wurde unterbrochen

source: Cleaning output files
de_de: Die Ergebnisdateien werden gelöscht

source: Prompting for root pwd
de_de: Root Kennwort wird abgefragt

source: Cleaning root PWD in prompt
de_de: Root Kennwort gelöscht

source: Invalid password entered processing message
de_de: Ungültiges root Kennwort eingegeben

source: Error running collectNWData.sh ExitCode %s
de_de: Es ist ein Fehler in collectNWData.sh aufgetreten. ErgebnisCode %s

source: Reading analysis details
de_de: Analysedetails werden gelesen

source: Copying detailed analysis result into clipboard
de_de: Die detailierten Ergebnisse werden ins Clipboard kopiert

source: collectNWData.sh finished
de_de: collectNWData.sh hat geendet

source: Running collectNWData.sh
de_de: collectNWData.sh wird gestartet

source: Reading screen output from collectNWData.sh
de_de: Bildschirmausgaben von collectNWData.sh werden gelesen

source: Finished script execution
de_de: collectNWData.sh hat geendet
